Repository: collective/Products.Maps
Catalog: Products/Maps/i18n/Products.Maps-plone-*.po
Languages: it

source: Blue Marker
it: Segnalino Blu

source: Edit
it: Modifica

source: Green Marker
it: Segnalino Verde

source: History
it: Storia

source: Location
it: Luogo

source: Magenta Marker
it: Segnalino Magenta

source: Map view
it: Vista Mappa

source: Maps
it: Mappe

source: Maps settings
it: Impostazioni mappe

source: Marker shadow
it: Ombra segnaposto

source: Red Marker
it: Segnalino Rosso

source: Search Nearest Places view
it: Vista Luoghi pi√π vicini

source: View
it: Vista

source: Yellow Marker
it: Segnalino Giallo
